Repository: lswang6/goods-scanner-lidar
Catalog: GoodsScanner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: %@ Available
de: %@ Verfügbar
es: %@ Disponible
fr: %@ Disponible
ja: %@ 利用可能
ko: %@ 사용 가능
pt_br: %@ Disponível
ru: %@ Доступен
vi: %@ Có sẵn
zh_hans: %@ 可用
zh_hant: %@ 可用

source: %@ Not available (camera measurement)
de: %@ Nicht verfügbar (Kameramessung)
es: %@ No disponible (medición con cámara)
fr: %@ Indisponible (mesure par caméra)
ja: %@ 利用不可（カメラで測定）
ko: %@ 사용 불가(카메라 측정)
pt_br: %@ Indisponível (medição pela câmera)
ru: %@ Недоступен (измерение камерой)
vi: %@ Không có (đo bằng camera)
zh_hans: %@ 不可用（相机测量）
zh_hant: %@ 不可用（相機測量）

source: %@ Not available (manual entry)
de: %@ Nicht verfügbar (manuelle Eingabe)
es: %@ No disponible (entrada manual)
fr: %@ Indisponible (saisie manuelle)
ja: %@ 利用不可（手動入力）
ko: %@ 사용 불가(수동 입력)
pt_br: %@ Indisponível (entrada manual)
ru: %@ Недоступен (ручной ввод)
vi: %@ Không có (nhập thủ công)
zh_hans: %@ 不可用（手动录入）
zh_hant: %@ 不可用（手動輸入）

source: %@ photos
de: %@ Fotos
es: %@ fotos
ja: %@ 写真
ko: %@ 사진
pt_br: %@ fotos
ru: %@ фото
vi: Ảnh %@
zh_hans: %@ 照片
zh_hant: %@ 照片

# %lld more directions to go
source: %1$lld more directions to go
de: Noch %1$lld Richtungen
es: Faltan %1$lld direcciones
fr: Encore %1$lld directions
ja: あと %lld 方向
ko: %lld개 방향 더 필요
pt_br: Faltam %1$lld direções
ru: Осталось %1$lld направления
vi: Còn %lld hướng nữa
zh_hans: 还差 %lld 个方向
zh_hant: 還差 %lld 個方向

# %lld of %lld directions covered
source: %1$lld of %2$lld directions covered
de: %1$lld von %2$lld Richtungen erfasst
es: %1$lld de %2$lld direcciones cubiertas
fr: %1$lld sur %2$lld directions couvertes
ja: %lld/%lld 方向をカバー済み
ko: %lld/%lld개 방향 완료
pt_br: %1$lld de %2$lld direções cobertas
ru: Пройдено %1$lld из %2$lld направления
vi: Đã quét %lld/%lld hướng
zh_hans: 已覆盖 %lld/%lld 个方向
zh_hant: 已涵蓋 %lld/%lld 個方向

# %lld of %lld directions needed to measure
source: %1$lld of %2$lld directions needed to measure
de: %1$lld von %2$lld Richtungen für die Messung erforderlich
es: %1$lld de %2$lld direcciones necesarias para medir
fr: %1$lld sur %2$lld directions nécessaires pour mesurer
ja: 測定に必要な %lld/%lld 方向をカバー済み
ko: 측정에 필요한 방향 %lld/%lld개 완료
pt_br: %1$lld de %2$lld direções necessárias para medir
ru: Пройдено %1$lld из %2$lld направления, нужных для измерения
vi: Đã quét %lld/%lld hướng cần thiết để đo
zh_hans: 已覆盖 %lld/%lld 个测量所需方向
zh_hant: 已涵蓋 %lld/%lld 個測量所需方向

# %lld of %lld selected
source: %1$lld of %2$lld selected
de: %1$lld von %2$lld ausgewählt
es: %1$lld de %2$lld seleccionadas
fr: %1$lld sur %2$lld sélectionnés
ja: %lld/%lld 件を選択中
ko: %lld/%lld개 선택됨
pt_br: %1$lld de %2$lld selecionadas
ru: Выбрано %1$lld из %2$lld
vi: Đã chọn %lld/%lld
zh_hans: 已选 %lld/%lld
zh_hant: 已選 %lld/%lld

# %lld orders
source: %1$lld orders
de: %1$lld Eingänge
es: %1$lld órdenes
fr: %1$lld bons
ja: %lld 件
ko: %lld건
pt_br: %1$lld ordens
ru: %1$lld приёмки
vi: %lld phiếu
zh_hans: %lld 单
zh_hant: %lld 張

# %lld pcs
source: %1$lld pcs
de: %1$lld Stk.
es: %1$lld uds.
ja: %lld 個
ko: %lld개
pt_br: %1$lld pç
ru: %1$lld шт.
vi: %lld kiện
zh_hans: %lld 件
zh_hant: %lld 件

# %lld pcs · %@
source: %1$lld pcs · %2$@
de: %1$lld Stk. · %2$@
es: %1$lld uds. · %2$@
ja: %lld 個 · %@
ko: %lld개 · %@
pt_br: %1$lld pç · %2$@
ru: %1$lld шт. · %2$@
vi: %lld kiện · %@
zh_hans: %lld 件 · %@
zh_hant: %lld 件 · %@

source: %lld points · object %lld · support %lld · side seed
de: %lld Punkte · Objekt %lld · Auflage %lld · Seitenstart
es: %lld puntos · objeto %lld · soporte %lld · semilla lateral
fr: %lld points · objet %lld · support %lld · germe latéral
ja: %lld 点 · 物体 %lld · 支持面 %lld · 側面シード
ko: %lld점 · 물체 %lld · 지지면 %lld · 측면 시드
pt_br: %lld pontos · objeto %lld · suporte %lld · semente lateral
ru: %lld точек · объект %lld · опора %lld · seed сбоку
vi: %lld điểm · vật thể %lld · mặt đỡ %lld · seed cạnh bên
zh_hans: %lld 点 · 物体 %lld · 支撑面 %lld · 侧面种子
zh_hant: %lld 點 · 物件 %lld · 支撐面 %lld · 側面種子

source: %lld points · object %lld · support %lld · top seed
de: %lld Punkte · Objekt %lld · Auflage %lld · Oberseitenstart
es: %lld puntos · objeto %lld · soporte %lld · semilla superior
fr: %lld points · objet %lld · support %lld · germe supérieur
ja: %lld 点 · 物体 %lld · 支持面 %lld · 上面シード
ko: %lld점 · 물체 %lld · 지지면 %lld · 상단 시드
pt_br: %lld pontos · objeto %lld · suporte %lld · semente superior
ru: %lld точек · объект %lld · опора %lld · seed сверху
vi: %lld điểm · vật thể %lld · mặt đỡ %lld · seed mặt trên
zh_hans: %lld 点 · 物体 %lld · 支撑面 %lld · 箱顶种子
zh_hant: %lld 點 · 物件 %lld · 支撐面 %lld · 箱頂種子

source: (No customer)
de: (Kein Kunde)
es: (Sin cliente)
fr: (Aucun client)
ja: （顧客なし）
ko: (고객 없음)
pt_br: (Sem cliente)
ru: (Без клиента)
vi: (Không có khách hàng)
zh_hans: （无客户）
zh_hant: （無客戶）

source: (Unnamed)
de: (Ohne Namen)
es: (Sin nombre)
fr: (Sans nom)
ja: （名称未設定）
ko: (이름 없음)
pt_br: (Sem nome)
ru: (Без названия)
vi: (Chưa đặt tên)
zh_hans: （未命名）
zh_hant: （未命名）

source: AR scanning isn't supported on this device. Enter the size by hand.
de: AR-Scan wird auf diesem Gerät nicht unterstützt. Maße manuell eingeben.
es: Este dispositivo no admite el escaneo AR. Introduce el tamaño a mano.
fr: Le scan AR n’est pas pris en charge sur cet appareil. Saisissez la taille à la main.
ja: このデバイスは AR スキャンに対応していません。サイズを手動で入力してください。
ko: 이 기기는 AR 스캔을 지원하지 않습니다. 크기를 직접 입력하세요.
pt_br: Este aparelho não é compatível com escaneamento AR. Insira o tamanho manualmente.
ru: AR-сканирование не поддерживается на этом устройстве. Введите размеры вручную.
vi: Thiết bị này không hỗ trợ quét AR. Hãy nhập kích thước thủ công.
zh_hans: 本机不支持 AR 扫描，请手动录入尺寸
zh_hant: 此裝置不支援 AR 掃描，請手動輸入尺寸。

source: AR scanning unavailable
de: AR-Scan nicht verfügbar
es: Escaneo AR no disponible
fr: Scan AR indisponible
ja: AR スキャンを利用できません
ko: AR 스캔을 사용할 수 없음
pt_br: Escaneamento AR indisponível
ru: AR-сканирование недоступно
vi: Không có quét AR
zh_hans: 无法使用 AR 扫描
zh_hant: 無法使用 AR 掃描

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accuracy is not guaranteed. It varies with the device, the object's shape and material, lighting, surroundings and scanning technique.
de: Die Genauigkeit wird nicht garantiert. Sie hängt vom Gerät, von Form und Material des Objekts, von Beleuchtung, Umgebung und Scantechnik ab.
es: La precisión no está garantizada. Varía según el dispositivo, la forma y el material del objeto, la iluminación, el entorno y la técnica de escaneo.
fr: La précision n’est pas garantie. Elle varie selon l’appareil, la forme et la matière de l’objet, l’éclairage, l’environnement et la technique de scan.
ja: 測定精度は保証されません。精度は、デバイス、対象物の形状や素材、照明、周囲の環境、スキャンの方法によって変わります。
ko: 측정 정확도는 보장되지 않습니다. 기기, 물체의 형태와 재질, 조명, 주변 환경, 스캔 방법에 따라 달라질 수 있습니다.
pt_br: A precisão não é garantida. Ela varia conforme o aparelho, o formato e o material do objeto, a iluminação, o ambiente e a técnica de escaneamento.
ru: Точность не гарантируется. Она зависит от устройства, формы и материала объекта, освещения, окружения и техники сканирования.
vi: Độ chính xác không được đảm bảo. Kết quả thay đổi tùy theo thiết bị, hình dạng và chất liệu của vật thể, ánh sáng, môi trường xung quanh và kỹ thuật quét.
zh_hans: 测量精度无法保证，会因设备、物体形状与材质、光线、周围环境和扫描手法而异。
zh_hant: 無法保證測量精度，會因裝置、物件形狀與材質、光線、周圍環境及掃描方式而異。

source: Accuracy notice
de: Hinweis zur Genauigkeit
es: Aviso de precisión
fr: Précision
ja: 精度に関する注意
ko: 정확도 안내
pt_br: Aviso de precisão
ru: О точности измерений
vi: Lưu ý về độ chính xác
zh_hans: 精度说明
zh_hant: 精度說明

source: Add Item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
ja: 品目を追加
ko: 품목 추가
pt_br: Adicionar item
ru: Добавить товар
vi: Thêm hàng hóa
zh_hans: 添加货物
zh_hant: 新增貨物

source: Add customers first so you can assign them to inbound orders.
de: Legen Sie zuerst Kunden an, um sie Wareneingängen zuzuordnen.
es: Añade primero clientes para poder asignarlos a las órdenes de entrada.
fr: Ajoutez d’abord des clients pour pouvoir les associer aux bons de réception.
ja: 入庫伝票に顧客を割り当てるには、先に顧客を追加してください。
ko: 입고 전표에 고객을 지정하려면 먼저 고객을 추가하세요.
pt_br: Adicione clientes primeiro para poder atribuí-los às ordens de entrada.
ru: Сначала добавьте клиентов, чтобы привязывать их к приёмкам.
vi: Hãy thêm khách hàng trước để gán vào các phiếu nhập kho.
zh_hans: 先建客户档案，入库单才能选择客户
zh_hant: 請先建立客戶，才能在入庫單中指定客戶。

source: Add items to inbound orders, then share reports as CSV or PDF.
de: Fügen Sie Artikel zu Wareneingängen hinzu und teilen Sie Berichte als CSV oder PDF.
es: Añade artículos a las órdenes de entrada y comparte informes en CSV o PDF.
fr: Ajoutez des articles aux bons de réception, puis partagez les rapports en CSV ou PDF.
ja: 品目を入庫伝票に追加し、レポートを CSV または PDF で共有できます。
ko: 품목을 입고 전표에 추가한 다음 보고서를 CSV 또는 PDF로 공유하세요.
pt_br: Adicione itens às ordens de entrada e compartilhe relatórios em CSV ou PDF.
ru: Добавляйте товары в приёмки и делитесь отчётами в формате CSV или PDF.
vi: Thêm hàng hóa vào phiếu nhập kho, rồi chia sẻ báo cáo dưới dạng CSV hoặc PDF.
zh_hans: 把货物加入入库单，再以 CSV 或 PDF 分享报表。
zh_hant: 將貨物加入入庫單，再以 CSV 或 PDF 分享報表。

source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: 住所
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

source: Adjust the date or customer filter to see the summary and export.
de: Passen Sie den Datums- oder Kundenfilter an, um die Übersicht zu sehen und zu exportieren.
es: Ajusta la fecha o el filtro de cliente para ver el resumen y exportar.
fr: Modifiez la date ou le filtre client pour voir le récapitulatif et exporter.
ja: 日付または顧客の絞り込み条件を変更すると、集計とエクスポートを確認できます。
ko: 날짜 또는 고객 필터를 조정하면 요약과 내보내기를 확인할 수 있습니다.
pt_br: Ajuste a data ou o filtro de cliente para ver o resumo e exportar.
ru: Измените фильтр по дате или клиенту, чтобы увидеть сводку и экспортировать данные.
vi: Điều chỉnh bộ lọc ngày hoặc khách hàng để xem tổng hợp và xuất.
zh_hans: 调整日期或客户筛选后再查看汇总与导出
zh_hant: 調整日期或客戶篩選條件後，即可查看彙總與匯出。

source: Aim at the box top or a side, keep some floor around it
de: Auf Oberseite oder Seite des Kartons zielen, etwas Boden rundherum im Bild lassen
es: Apunta a la parte superior o a un lateral de la caja y deja algo de suelo alrededor
fr: Visez le dessus ou un côté du carton, en laissant un peu de sol autour
ja: 箱の上面または側面に向け、周囲に床が映るようにしてください
ko: 상자 윗면 또는 옆면을 향하고, 주변에 바닥이 보이게 하세요
pt_br: Aponte para o topo ou um lado da caixa, deixando um pouco de chão ao redor
ru: Наведите на верх или бок коробки, оставьте вокруг немного пола
vi: Hướng vào mặt trên hoặc một mặt bên của thùng, chừa một ít sàn xung quanh
zh_hans: 对准箱顶或侧面，周围留出地面
zh_hant: 對準箱頂或側面，周圍留出地面

source: Aim at the item
de: Auf den Artikel zielen
es: Apunta al objeto
fr: Visez l’objet
ja: 対象物に向けてください
ko: 물체를 향하세요
pt_br: Aponte para o objeto
ru: Наведите на товар
vi: Hướng vào hàng hóa
zh_hans: 对准物体
zh_hant: 對準物件

source: Aim at the item, keep some floor around it
de: Auf den Artikel zielen, etwas Boden rundherum im Bild lassen
es: Apunta al objeto y deja algo de suelo alrededor
fr: Visez l’objet, en laissant un peu de sol autour
ja: 対象物に向け、周囲に床が映るようにしてください
ko: 물체를 향하고, 주변에 바닥이 보이게 하세요
pt_br: Aponte para o objeto, deixando um pouco de chão ao redor
ru: Наведите на товар, оставьте вокруг немного пола
vi: Hướng vào hàng hóa, chừa một ít sàn xung quanh
zh_hans: 对准物体，周围留出地面
zh_hant: 對準物件，周圍留出地面

source: All
de: Alle
es: Todas
fr: Tous
ja: すべて
ko: 전체
pt_br: Todas
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All (%lld)
de: Alle (%lld)
es: Todas (%lld)
fr: Tous (%lld)
ja: すべて（%lld）
ko: 전체(%lld)
pt_br: Todas (%lld)
ru: Все (%lld)
vi: Tất cả (%lld)
zh_hans: 全部（%lld）
zh_hant: 全部（%lld）

source: All customers
de: Alle Kunden
es: Todos los clientes
fr: Tous les clients
ja: すべての顧客
ko: 모든 고객
pt_br: Todos os clientes
ru: Все клиенты
vi: Tất cả khách hàng
zh_hans: 全部客户
zh_hant: 全部客戶

source: Allow camera access in Settings to measure items, or go back to enter the size by hand.
de: Erlauben Sie den Kamerazugriff in den Einstellungen, um Artikel zu messen, oder gehen Sie zurück, um die Maße manuell einzugeben.
es: Permite el acceso a la cámara en Ajustes para medir artículos, o vuelve para introducir el tamaño a mano.
fr: Autorisez l’accès à la caméra dans Réglages pour mesurer les articles, ou revenez en arrière pour saisir la taille à la main.
ja: 荷物を測定するには「設定」でカメラへのアクセスを許可するか、戻ってサイズを手動で入力してください。
ko: 화물을 측정하려면 설정에서 카메라 접근을 허용하거나, 돌아가서 크기를 직접 입력하세요.
pt_br: Permita o acesso à câmera em Ajustes para medir itens, ou volte para inserir o tamanho manualmente.
ru: Разрешите доступ к камере в Настройках, чтобы измерять грузы, или вернитесь, чтобы ввести размеры вручную.
vi: Hãy cho phép truy cập camera trong Cài đặt để đo hàng, hoặc quay lại để nhập kích thước thủ công.
zh_hans: 请在「设置」中允许访问相机以测量货物，或返回手动录入尺寸。
zh_hant: 請在「設定」中允許取用相機以測量貨物，或返回手動輸入尺寸。

source: Available after walking halfway around the item
de: Verfügbar, nachdem der Artikel zur Hälfte umrundet wurde
es: Disponible tras rodear medio objeto
fr: Disponible après un demi-tour autour de l’objet
ja: 対象物の半周を回ると利用できます
ko: 물체 주위를 반 바퀴 돌면 사용할 수 있습니다
pt_br: Disponível após dar meia volta ao redor do objeto
ru: Доступно после обхода половины вокруг товара
vi: Có sau khi đi hết nửa vòng quanh hàng hóa
zh_hans: 绕物体走半圈后可用
zh_hant: 繞物件走半圈後即可使用

source: Available once the size is measured
de: Verfügbar, sobald die Größe gemessen ist
es: Disponible cuando se mide el tamaño
fr: Disponible une fois la taille mesurée
ja: サイズを測定すると利用できます
ko: 크기를 측정하면 사용할 수 있습니다
pt_br: Disponível após medir o tamanho
ru: Доступно после измерения размеров
vi: Có sau khi đo xong kích thước
zh_hans: 测出尺寸后可用
zh_hant: 測得尺寸後即可使用

source: Box
de: Karton
es: Caja
fr: Carton
ja: 箱
ko: 상자
pt_br: Caixa
ru: Коробка
vi: Thùng
zh_hans: 箱体
zh_hant: 箱體

source: Box with measured dimension lines
de: Karton mit eingezeichneten Maßlinien
es: Caja con líneas de dimensiones medidas
fr: Carton avec lignes de cotes mesurées
ja: 寸法線付きの測定した箱
ko: 치수선이 표시된 상자
pt_br: Caixa com linhas de dimensões medidas
ru: Коробка с линиями измеренных размеров
vi: Thùng với các đường kích thước đã đo
zh_hans: 标有尺寸线的箱子
zh_hant: 標示尺寸線的箱子

source: By Customer
de: Nach Kunde
es: Por cliente
fr: Par client
ja: 顧客別
ko: 고객별
pt_br: Por cliente
ru: По клиентам
vi: Theo khách hàng
zh_hans: 按客户
zh_hant: 依客戶

source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机
zh_hant: 相機

source: Camera access needed
de: Kamerazugriff erforderlich
es: Se necesita acceso a la cámara
fr: Accès à la caméra requis
ja: カメラへのアクセスが必要です
ko: 카메라 접근 권한 필요
pt_br: Acesso à câmera necessário
ru: Нужен доступ к камере
vi: Cần quyền truy cập camera
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Camera estimate · about ±3 cm
de: Kameraschätzung · ca. ±3 cm
es: Estimación con cámara · aprox. ±3 cm
fr: Estimation caméra · env. ±3 cm
ja: カメラ推定 · 約 ±3 cm
ko: 카메라 추정 · 약 ±3 cm
pt_br: Estimativa pela câmera · cerca de ±3 cm
ru: Оценка по камере · около ±3 cm
vi: Ước tính bằng camera · khoảng ±3 cm
zh_hans: 相机估算 · 约 ±3 cm
zh_hant: 相機估算 · 約 ±3 cm

source: Camera measurement, about ±3 cm
de: Kameramessung, ca. ±3 cm
es: Medición con cámara, aprox. ±3 cm
fr: Mesure par caméra, env. ±3 cm
ja: カメラ測定、精度は約 ±3 cm
ko: 카메라 측정, 정확도 약 ±3 cm
pt_br: Medição pela câmera, cerca de ±3 cm
ru: Измерение камерой, около ±3 cm
vi: Đo bằng camera, khoảng ±3 cm
zh_hans: 相机测量，精度约 ±3 cm
zh_hant: 相機測量，精度約 ±3 cm

source: Camera measuring, used on iPhones without LiDAR, is less precise: roughly ±3 cm in our tests.
de: Die Kameramessung für iPhones ohne LiDAR ist weniger genau: in unseren Tests etwa ±3 cm.
es: La medición con cámara, que se usa en iPhone sin LiDAR, es menos precisa: aproximadamente ±3 cm en nuestras pruebas.
fr: La mesure par caméra, utilisée sur les iPhone sans LiDAR, est moins précise : environ ±3 cm lors de nos tests.
ja: LiDAR のない iPhone で使うカメラ測定は精度が低く、当社のテストでは約 ±3 cm です。
ko: LiDAR가 없는 iPhone에서 쓰는 카메라 측정은 정확도가 낮으며, 자체 테스트에서 약 ±3 cm입니다.
pt_br: A medição pela câmera, usada em iPhones sem LiDAR, é menos precisa: cerca de ±3 cm em nossos testes.
ru: Измерение камерой на iPhone без LiDAR менее точное: в наших тестах около ±3 cm.
vi: Đo bằng camera, dùng trên iPhone không có LiDAR, kém chính xác hơn: khoảng ±3 cm trong các thử nghiệm của chúng tôi.
zh_hans: 没有 LiDAR 的 iPhone 使用相机测量，精度较低：我们测试中约为 ±3 cm。
zh_hant: 沒有 LiDAR 的 iPhone 會使用相機測量，精度較低：在我們的測試中約為 ±3 cm。

source: Camera walk-around scan
de: Kamera-Rundumscan
es: Escaneo con cámara alrededor del objeto
fr: Scan caméra en tournant autour
ja: カメラ周回スキャン
ko: 카메라 둘러보기 스캔
pt_br: Escaneamento com câmera ao redor do objeto
ru: Обход с камерой
vi: Quét vòng quanh bằng camera
zh_hans: 相机环绕扫描
zh_hant: 相機環繞掃描

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cannot Delete
de: Löschen nicht möglich
es: No se puede eliminar
fr: Suppression impossible
ja: 削除できません
ko: 삭제할 수 없음
pt_br: Não é possível excluir
ru: Нельзя удалить
vi: Không thể xóa
zh_hans: 无法删除
zh_hant: 無法刪除

source: Circle the item slowly, keeping it in view, until every segment of the ring lights up.
de: Umrunden Sie den Artikel langsam und halten Sie ihn im Bild, bis jedes Segment des Rings leuchtet.
es: Rodea el objeto despacio, manteniéndolo a la vista, hasta que se ilumine cada segmento del anillo.
fr: Tournez lentement autour de l’objet, en le gardant dans le champ, jusqu’à ce que chaque segment de l’anneau s’allume.
ja: 対象物を画面に収めたまま、リングのすべての区間が点灯するまでゆっくり一周してください。
ko: 물체가 화면에 계속 보이게 하면서, 링의 모든 구간이 켜질 때까지 천천히 한 바퀴 도세요.
pt_br: Contorne o objeto devagar, mantendo-o à vista, até que cada segmento do anel acenda.
ru: Медленно обходите товар, не выпуская его из виду, пока не загорятся все сегменты кольца.
vi: Đi chậm quanh hàng hóa, giữ hàng hóa trong khung hình, cho đến khi mọi đoạn của vòng sáng lên.
zh_hans: 保持物体在画面内，绕它慢慢走一圈，直到圆环的每一段都亮起。
zh_hant: 保持物件在畫面內，繞著它慢慢走一圈，直到圓環的每一段都亮起。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
vi: Xóa
zh_hans: 清空
zh_hant: 清除

source: Clear Debug Data
de: Debug-Daten löschen
es: Borrar datos de depuración
fr: Effacer données de debug
ja: デバッグデータを消去
ko: 디버그 데이터 지우기
pt_br: Limpar dados de depuração
ru: Очистить отладку
vi: Xóa dữ liệu gỡ lỗi
zh_hans: 清空调试数据
zh_hant: 清除除錯資料

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Confidence
de: Zuverlässigkeit
es: Confianza
fr: Confiance
ja: 信頼度
ko: 신뢰도
pt_br: Confiança
ru: Достоверность
vi: Độ tin cậy
zh_hans: 置信度
zh_hant: 信賴度

source: Contact
de: Kontakt
es: Contacto
ja: 担当者
ko: 담당자
pt_br: Contato
ru: Контакт
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

source: Couldn't save the photo
de: Foto konnte nicht gespeichert werden
es: No se pudo guardar la foto
fr: Impossible d’enregistrer la photo
ja: 写真を保存できませんでした
ko: 사진을 저장할 수 없음
pt_br: Não foi possível salvar a foto
ru: Не удалось сохранить фото
vi: Không thể lưu ảnh
zh_hans: 照片保存失败
zh_hant: 無法儲存照片

source: Couldn’t generate an order number: %@
de: Eingangsnummer konnte nicht erzeugt werden: %@
es: No se pudo generar el número de orden: %@
fr: Impossible de générer le numéro de bon : %@
ja: 伝票番号を生成できませんでした：%@
ko: 전표 번호를 생성할 수 없음: %@
pt_br: Não foi possível gerar o número da ordem: %@
ru: Не удалось создать номер приёмки: %@
vi: Không thể tạo số phiếu: %@
zh_hans: 生成单号失败：%@
zh_hant: 無法產生單號：%@

source: Couldn’t load customers. Please try again.
de: Kunden konnten nicht geladen werden. Bitte erneut versuchen.
es: No se pudieron cargar los clientes. Inténtalo de nuevo.
fr: Impossible de charger les clients. Veuillez réessayer.
ja: 顧客を読み込めませんでした。もう一度お試しください。
ko: 고객을 불러올 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível carregar os clientes. Tente novamente.
ru: Не удалось загрузить клиентов. Повторите попытку.
vi: Không thể tải khách hàng. Vui lòng thử lại.
zh_hans: 读取客户失败，请重试
zh_hant: 無法載入客戶，請再試一次。

source: Coverage complete, refining the size…
de: Abdeckung vollständig, Größe wird verfeinert …
es: Cobertura completa, afinando el tamaño…
fr: Couverture complète, affinage de la taille…
ja: カバー完了、サイズを精査中…
ko: 촬영 범위 완료, 크기 정밀 계산 중…
pt_br: Cobertura completa, refinando o tamanho…
ru: Обход завершён, уточняем размеры…
vi: Đã quét đủ, đang tinh chỉnh kích thước…
zh_hans: 覆盖完成，尺寸收敛中…
zh_hant: 涵蓋完成，正在精算尺寸…

source: Create a customer in the Customers tab first.
de: Legen Sie zuerst im Tab „Kunden“ einen Kunden an.
es: Crea primero un cliente en la pestaña Clientes.
fr: Créez d’abord un client dans l’onglet Clients.
ja: 先に「顧客」タブで顧客を作成してください。
ko: 먼저 고객 탭에서 고객을 만드세요.
pt_br: Crie primeiro um cliente na aba Clientes.
ru: Сначала создайте клиента на вкладке «Клиенты».
vi: Hãy tạo khách hàng trong tab Khách hàng trước.
zh_hans: 请先在「客户」页新建客户
zh_hant: 請先在「客戶」頁面建立客戶。

source: Customer
de: Kunde
es: Cliente
fr: Client
ja: 顧客
ko: 고객
pt_br: Cliente
ru: Клиент
vi: Khách hàng
zh_hans: 客户
zh_hant: 客戶

source: Customer Code (unique)
de: Kundencode (eindeutig)
es: Código de cliente (único)
fr: Code client (unique)
ja: 顧客コード（一意）
ko: 고객 코드(고유)
pt_br: Código do cliente (único)
ru: Код клиента (уникальный)
vi: Mã khách hàng (duy nhất)
zh_hans: 客户代码（唯一）
zh_hant: 客戶代碼（不可重複）

source: Customer Name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
ja: 顧客名
ko: 고객 이름
pt_br: Nome do cliente
ru: Название клиента
vi: Tên khách hàng
zh_hans: 客户名称
zh_hant: 客戶名稱

source: Customer code
de: Kundencode
es: Código de cliente
fr: Code client
ja: 顧客コード
ko: 고객 코드
pt_br: Código do cliente
ru: Код клиента
vi: Mã khách hàng
zh_hans: 客户代码
zh_hant: 客戶代碼

source: Customer code and name are required.
de: Kundencode und Name sind erforderlich.
es: El código y el nombre del cliente son obligatorios.
fr: Le code et le nom du client sont obligatoires.
ja: 顧客コードと名称は必須です。
ko: 고객 코드와 이름은 필수입니다.
pt_br: O código e o nome do cliente são obrigatórios.
ru: Укажите код и название клиента.
vi: Bắt buộc nhập mã và tên khách hàng.
zh_hans: 客户代码和名称必填
zh_hant: 必須填寫客戶代碼和名稱。

source: Customer code “%@” already exists.
de: Der Kundencode „%@“ existiert bereits.
es: El código de cliente “%@” ya existe.
fr: Le code client « %@ » existe déjà.
ja: 顧客コード「%@」は既に存在します。
ko: 고객 코드 “%@”이(가) 이미 있습니다.
pt_br: O código de cliente “%@” já existe.
ru: Код клиента «%@» уже существует.
vi: Mã khách hàng “%@” đã tồn tại.
zh_hans: 客户代码「%@」已存在
zh_hant: 客戶代碼「%@」已存在。

source: Customer name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
ja: 顧客名
ko: 고객 이름
pt_br: Nome do cliente
ru: Название клиента
vi: Tên khách hàng
zh_hans: 客户名称
zh_hant: 客戶名稱

# Customer “%@” has %lld inbound orders. Delete them first.
source: Customer “%1$@” has %2$lld inbound orders. Delete them first.
de: Kunde „%1$@“ hat %2$lld Wareneingänge. Löschen Sie diese zuerst.
es: El cliente “%1$@” tiene %2$lld órdenes de entrada. Elimínalas primero.
fr: Le client « %1$@ » a %2$lld bons de réception. Supprimez-les d’abord.
ja: 顧客「%@」には入庫伝票が %lld 件あります。先にそれらを削除してください。
ko: 고객 “%@”에게 입고 전표가 %lld건 있습니다. 먼저 삭제하세요.
pt_br: O cliente “%1$@” tem %2$lld ordens de entrada. Exclua-as primeiro.
ru: У клиента «%1$@» %2$lld приёмки. Сначала удалите их.
vi: Khách hàng “%@” có %lld phiếu nhập kho. Hãy xóa các phiếu đó trước.
zh_hans: 客户「%@」有 %lld 张入库单，请先删除入库单。
zh_hant: 客戶「%@」有 %lld 張入庫單，請先刪除這些入庫單。

source: Customer: %@ Received: %@
de: Kunde: %@ Eingang: %@
es: Cliente: %@ Recibido: %@
fr: Client : %@ Reçu le : %@
ja: 顧客：%@ 入庫日時：%@
ko: 고객: %@ 입고 일시: %@
pt_br: Cliente: %@ Recebido: %@
ru: Клиент: %@ Принято: %@
vi: Khách hàng: %@ Nhập kho: %@
zh_hans: 客户：%@ 入库时间：%@
zh_hant: 客戶：%@ 入庫時間：%@

source: Customers
de: Kunden
es: Clientes
fr: Clients
ja: 顧客
ko: 고객
pt_br: Clientes
ru: Клиенты
vi: Khách hàng
zh_hans: 客户
zh_hant: 客戶

source: Cylinder
de: Zylinder
es: Cilindro
fr: Cylindre
ja: 円柱
ko: 원기둥
pt_br: Cilindro
ru: Цилиндр
vi: Hình trụ
zh_hans: 圆柱
zh_hant: 圓柱
